{
  "_common": {
    "apply": "Áp dụng",
    "auto": "Tự động",
    "autodetect": "Tự động phát hiện (khuyến nghị)",
    "beta": "(thử nghiệm)",
    "cancel": "Hủy",
    "cmd_name": "Tên lệnh",
    "cmd_val": "Giá trị lệnh",
    "disabled": "Tắt",
    "disabled_def": "Tắt (mặc định)",
    "disabled_def_cbox": "Mặc định: Không chọn",
    "dismiss": "Đóng",
    "do_cmd": "Thực hiện lệnh",
    "elevated": "Quyền quản trị",
    "enabled": "Bật",
    "enabled_def": "Bật (mặc định)",
    "enabled_def_cbox": "Mặc định: Đã chọn",
    "error": "Lỗi!",
    "learn_more": "Tìm hiểu thêm",
    "note": "Lưu ý:",
    "password": "Mật khẩu",
    "run_as": "Chạy với quyền quản trị",
    "save": "Lưu",
    "see_more": "Xem thêm",
    "success": "Thành công!",
    "undo_cmd": "Hoàn tác lệnh",
    "username": "Tên người dùng",
    "warning": "Cảnh báo!"
  },
  "apps": {
    "actions": "Hành động",
    "add_cmds": "Thêm lệnh",
    "add_new": "Thêm mới",
    "allow_client_commands": "Cho phép lệnh chuẩn bị từ máy khách",
    "allow_client_commands_desc": "Cho phép thực thi các lệnh chuẩn bị từ máy khách khi chạy ứng dụng này.",
    "app_name": "Tên ứng dụng",
    "app_name_desc": "Tên ứng dụng, sẽ hiển thị trên Moonlight.",
    "applications_desc": "Danh sách ứng dụng chỉ được làm mới khi khởi động lại máy khách.",
    "applications_title": "Ứng dụng",
    "auto_detach": "Tiếp tục phát trực tuyến nếu ứng dụng thoát nhanh",
    "auto_detach_desc": "Tính năng này sẽ tự động phát hiện các ứng dụng kiểu trình khởi chạy đóng nhanh sau khi khởi động một chương trình hoặc phiên bản khác của chính nó. Khi phát hiện ứng dụng kiểu trình khởi chạy, nó sẽ được xử lý như một ứng dụng chạy ngầm.",
    "close": "Kết thúc",
    "close_warning": "Bạn có chắc chắn muốn kết thúc ứng dụng đang chạy không?",
    "close_failed": "Không thể kết thúc ứng dụng.",
    "cmd": "Lệnh",
    "cmd_desc": "Ứng dụng chính cần khởi động. Nếu để trống, không có ứng dụng nào được khởi động.",
    "cmd_note": "Nếu đường dẫn tới tệp thực thi chứa khoảng trắng, bạn phải đặt nó trong dấu ngoặc kép.",
    "cmd_prep_desc": "Danh sách các lệnh sẽ được chạy trước/sau ứng dụng này. Nếu bất kỳ lệnh chuẩn bị nào thất bại, việc khởi động ứng dụng sẽ bị hủy bỏ.",
    "cmd_prep_name": "Lệnh chuẩn bị",
    "covers_found": "Đã tìm thấy ảnh bìa",
    "delete": "Xóa",
    "delete_failed": "Xóa ứng dụng thất bại: ",
    "detached_cmds": "Lệnh chạy ngầm",
    "detached_cmds_add": "Thêm lệnh chạy ngầm",
    "detached_cmds_desc": "Danh sách các lệnh sẽ được chạy trong nền.",
    "detached_cmds_note": "Nếu đường dẫn tới tệp thực thi chứa khoảng trắng, bạn phải đặt nó trong dấu ngoặc kép.",
    "edit": "Chỉnh sửa",
    "env_app_id": "ID ứng dụng",
    "env_app_name": "Tên ứng dụng",
    "env_client_audio_config": "Cấu hình âm thanh được yêu cầu bởi máy khách (2.0/5.1/7.1)",
    "env_client_enable_sops": "Máy khách đã yêu cầu tùy chọn tối ưu hóa game để phát trực tuyến tốt nhất (true/false)",
    "env_client_fps": "FPS được yêu cầu bởi máy khách * 1000 (số nguyên)",
    "env_client_gcmap": "Mặt nạ tay cầm được yêu cầu, ở định dạng bitset/bitfield (số nguyên)",
    "env_client_hdr": "HDR được bật bởi máy khách (true/false)",
    "env_client_height": "Chiều cao được yêu cầu bởi máy khách (số nguyên)",
    "env_client_host_audio": "Máy khách đã yêu cầu âm thanh từ máy chủ (true/false)",
    "env_client_width": "Chiều rộng được yêu cầu bởi máy khách (số nguyên)",
    "env_client_uid": "UID của máy khách bắt đầu luồng (chuỗi)",
    "env_client_name": "Tên của máy khách bắt đầu luồng (chuỗi)",
    "env_displayplacer_example": "Ví dụ - displayplacer cho Tự động hóa Độ phân giải:",
    "env_qres_example": "Ví dụ - QRes cho Tự động hóa Độ phân giải:",
    "env_qres_path": "Đường dẫn QRes",
    "env_var_name": "Tên biến",
    "env_vars_about": "Về Biến môi trường",
    "env_vars_desc": "Tất cả các lệnh mặc định nhận các biến môi trường này:",
    "env_xrandr_example": "Ví dụ - Xrandr cho Tự động hóa Độ phân giải:",
    "exit_timeout": "Thời gian chờ thoát",
    "exit_timeout_desc": "Số giây chờ đợi cho tất cả các tiến trình ứng dụng thoát một cách an toàn khi yêu cầu dừng. Nếu không đặt, mặc định là chờ tối đa 5 giây. Nếu đặt bằng 0 hoặc giá trị âm, ứng dụng sẽ bị chấm dứt ngay lập tức.",
    "find_cover": "Tìm ảnh bìa",
    "global_prep_desc": "Bật/Tắt việc thực thi các Lệnh Chuẩn bị Toàn cục cho ứng dụng này.",
    "global_prep_name": "Lệnh Chuẩn bị Toàn cục",
    "image": "Hình ảnh",
    "image_desc": "Đường dẫn biểu tượng/hình ảnh ứng dụng sẽ được gửi đến máy khách. Hình ảnh phải là tệp PNG. Nếu không đặt, AquaHost sẽ gửi hình ảnh mặc định.",
    "launch": "Khởi chạy",
    "launch_warning": "Bạn có chắc chắn muốn khởi chạy ứng dụng này? Điều này sẽ kết thúc ứng dụng đang chạy.",
    "launch_failed": "Khởi chạy ứng dụng thất bại: ",
    "loading": "Đang tải...",
    "name": "Tên",
    "output_desc": "Tệp lưu trữ đầu ra của lệnh, nếu không được chỉ định, đầu ra sẽ bị bỏ qua.",
    "output_name": "Đầu ra",
    "per_client_app_identity": "Định danh ứng dụng theo máy khách",
    "per_client_app_identity_desc": "Tách định danh ứng dụng cho từng máy khách. Hữu ích khi bạn muốn có cấu hình hiển thị ảo khác nhau cho ứng dụng này trên các máy khách khác nhau.",
    "run_as_desc": "Điều này có thể cần thiết cho một số ứng dụng yêu cầu quyền quản trị để chạy đúng cách. Có thể gây lỗi với các liên kết URL.",
    "save_failed": "Lưu ứng dụng thất bại: ",
    "wait_all": "Tiếp tục phát trực tuyến cho đến khi tất cả tiến trình ứng dụng kết thúc",
    "wait_all_desc": "Điều này sẽ tiếp tục phát trực tuyến cho đến khi tất cả các tiến trình được khởi chạy bởi ứng dụng đã kết thúc. Khi không chọn, phát trực tuyến sẽ dừng khi tiến trình ứng dụng ban đầu kết thúc, ngay cả khi các tiến trình khác vẫn đang chạy.",
    "working_dir": "Thư mục làm việc",
    "working_dir_desc": "Thư mục làm việc sẽ được truyền cho tiến trình. Ví dụ, một số ứng dụng sử dụng thư mục làm việc để tìm kiếm các tệp cấu hình. Nếu không đặt, AquaHost sẽ mặc định sử dụng thư mục cha của lệnh.",
    "virtual_display": "Luôn sử dụng Màn hình Ảo",
    "virtual_display_desc": "Luôn sử dụng màn hình ảo cho ứng dụng này, ghi đè yêu cầu của máy khách. Hãy đảm bảo trình điều khiển SudoVDA đã được cài đặt và kích hoạt.",
    "virtual_display_primary": "Đặt Màn hình Ảo làm Chính",
    "virtual_display_primary_desc": "Tự động đặt màn hình ảo làm màn hình chính khi ứng dụng khởi động. Màn hình ảo sẽ luôn được đặt làm chính khi máy khách yêu cầu sử dụng màn hình ảo. (Khuyến nghị bật) [Gặp sự cố trên Windows 11 24H2]",
    "resolution_scale_factor": "Hệ số Tỷ lệ Độ phân giải",
    "resolution_scale_factor_desc": "Điều chỉnh độ phân giải yêu cầu của máy khách dựa trên hệ số này. Ví dụ: 2000x1000 với hệ số 120% sẽ trở thành 2400x1200. Ghi đè hệ số yêu cầu của máy khách khi số không phải 100%. Tùy chọn này không ảnh hưởng đến độ phân giải phát trực tuyến mà máy khách yêu cầu.",
    "use_app_identity": "Sử dụng Định danh Ứng dụng",
    "use_app_identity_desc": "Sử dụng định danh riêng của ứng dụng khi tạo màn hình ảo thay vì của máy khách. Điều này hữu ích khi bạn muốn cấu hình hiển thị riêng cho từng ỨNG DỤNG."
  },
  "client_card": {
    "clients": "Máy khách",
    "clients_desc": "Các máy khách được điều chỉnh đặc biệt để hoạt động tốt nhất với AquaHost.",
    "generic_moonlight_clients_desc": "Các máy khách Moonlight thông thường vẫn có thể sử dụng với AquaHost."
  },
  "config": {
    "adapter_name": "Tên Bộ điều hợp",
    "adapter_name_desc_linux_1": "Chỉ định thủ công GPU để sử dụng cho việc ghi hình.",
    "adapter_name_desc_linux_2": "Để tìm tất cả các thiết bị hỗ trợ VAAPI.",
    "adapter_name_desc_linux_3": "Thay thế ``renderD129`` bằng thiết bị từ trên để liệt kê tên và khả năng của thiết bị. Để được AquaHost hỗ trợ, thiết bị cần có tối thiểu:",
    "adapter_name_desc_windows": "Chỉ định thủ công GPU để sử dụng cho việc ghi hình. Nếu không đặt, GPU sẽ được chọn tự động. Chúng tôi khuyến nghị để trống trường này để sử dụng tính năng tự động chọn GPU! Lưu ý: GPU này phải có màn hình được kết nối và bật nguồn. Các giá trị phù hợp có thể được tìm thấy bằng lệnh sau:",
    "adapter_name_placeholder_windows": "Radeon RX 580 Series",
    "add": "Thêm",
    "address_family": "Họ Địa chỉ",
    "address_family_both": "IPv4+IPv6",
    "address_family_desc": "Đặt họ địa chỉ được sử dụng bởi AquaHost.",
    "address_family_ipv4": "Chỉ IPv4",
    "always_send_scancodes": "Luôn Gửi Mã Quét",
    "always_send_scancodes_desc": "Gửi mã quét tăng cường khả năng tương thích với trò chơi và ứng dụng nhưng có thể dẫn đến đầu vào bàn phím không chính xác từ một số máy khách không sử dụng bố cục bàn phím tiếng Anh (US). Bật nếu đầu vào bàn phím không hoạt động trong một số ứng dụng nhất định. Tắt nếu các phím trên máy khách tạo ra đầu vào sai trên máy chủ.",
    "amd_coder": "Bộ mã hóa AMF (H264)",
    "amd_coder_desc": "Cho phép bạn chọn mã hóa entropy để ưu tiên chất lượng hoặc tốc độ mã hóa. Chỉ áp dụng cho H.264.",
    "amd_enforce_hrd": "Thực thi Bộ giải mã Tham chiếu Giả thuyết AMF (HRD)",
    "amd_enforce_hrd_desc": "Tăng các ràng buộc về kiểm soát tốc độ để đáp ứng yêu cầu mô hình HRD. Điều này giảm đáng kể tình trạng tràn tốc độ bit, nhưng có thể gây ra hiện tượng giả tạo khi mã hóa hoặc giảm chất lượng trên một số card.",
    "amd_preanalysis": "Phân tích trước AMF",
    "amd_preanalysis_desc": "Kích hoạt phân tích trước kiểm soát tốc độ, có thể tăng chất lượng nhưng làm tăng độ trễ mã hóa.",
    "amd_quality": "Chất lượng AMF",
    "amd_quality_balanced": "Cân bằng -- Cân bằng (mặc định)",
    "amd_quality_desc": "Điều này kiểm soát sự cân bằng giữa tốc độ mã hóa và chất lượng.",
    "amd_quality_group": "Cài đặt Chất lượng AMF",
    "amd_quality_quality": "Chất lượng -- Ưu tiên chất lượng",
    "amd_quality_speed": "Tốc độ -- Ưu tiên tốc độ",
    "amd_rc": "Kiểm soát Tốc độ AMF",
    "amd_rc_cbr": "CBR -- Tốc độ bit không đổi (khuyến nghị nếu HRD được bật)",
    "amd_rc_cqp": "CQP -- Chế độ QP không đổi",
    "amd_rc_desc": "Điều này kiểm soát phương pháp kiểm soát tốc độ để đảm bảo chúng ta không vượt quá mục tiêu tốc độ bit của máy khách. 'CQP' không phù hợp để nhắm mục tiêu tốc độ bit, và các tùy chọn khác ngoài 'VBR_latency' phụ thuộc vào Thực thi HRD để giúp hạn chế tràn tốc độ bit.",
    "amd_rc_group": "Cài đặt Kiểm soát Tốc độ AMF",
    "amd_rc_vbr_latency": "VBR_latency -- Tốc độ bit biến thiên có giới hạn độ trễ (khuyến nghị nếu HRD bị tắt; mặc định)",
    "amd_rc_vbr_peak": "VBR_peak -- Tốc độ bit biến thiên có giới hạn đỉnh",
    "amd_usage": "Sử dụng AMF",
    "amd_usage_desc": "Điều này đặt cấu hình mã hóa cơ bản. Tất cả các tùy chọn được trình bày bên dưới sẽ ghi đè một tập hợp con của cấu hình sử dụng, nhưng có các cài đặt ẩn bổ sung được áp dụng không thể cấu hình ở nơi khác.",
    "amd_usage_lowlatency": "Lowlatency - Độ trễ thấp (nhanh nhất)",
    "amd_usage_lowlatency_high_quality": "Lowlatency_high_quality - Độ trễ thấp, chất lượng cao (nhanh)",
    "amd_usage_transcoding": "Transcoding -- Chuyển mã (chậm nhất)",
    "amd_usage_ultralowlatency": "Ultralowlatency - Độ trễ cực thấp (nhanh nhất; mặc định)",
    "amd_usage_webcam": "Webcam -- Webcam (chậm)",
    "amd_vbaq": "Lượng tử hóa Thích ứng Dựa trên Phương sai AMF (VBAQ)",
    "amd_vbaq_desc": "Hệ thống thị giác của con người thường ít nhạy cảm hơn với các hiện vật ở các khu vực có kết cấu cao. Trong chế độ VBAQ, phương sai pixel được sử dụng để chỉ ra sự phức tạp của các kết cấu không gian, cho phép bộ mã hóa phân bổ nhiều bit hơn cho các khu vực mượt mà hơn. Kích hoạt tính năng này dẫn đến cải thiện chất lượng hình ảnh chủ quan với một số nội dung.",
    "apply_note": "Nhấp vào 'Áp dụng' để khởi động lại AquaHost và áp dụng các thay đổi. Điều này sẽ chấm dứt mọi phiên đang chạy.",
    "audio_sink": "Sink Âm thanh",
    "audio_sink_desc_linux": "Tên của sink âm thanh được sử dụng cho Vòng lặp Âm thanh (Audio Loopback). Nếu bạn không chỉ định biến này, pulseaudio sẽ chọn thiết bị giám sát mặc định. Bạn có thể tìm tên của sink âm thanh bằng một trong hai lệnh:",
    "audio_sink_desc_macos": "Tên của sink âm thanh được sử dụng cho Vòng lặp Âm thanh (Audio Loopback). AquaHost chỉ có thể truy cập micrô trên macOS do những hạn chế của hệ thống. Để phát trực tuyến âm thanh hệ thống bằng Soundflower hoặc BlackHole.",
    "audio_sink_desc_windows": "Thiết bị âm thanh sẽ được sử dụng khi máy khách cho phép đầu ra âm thanh trên máy chủ.\nNếu không đặt, thiết bị sẽ được chọn tự động.\nBạn có thể lấy ID Thiết bị bằng lệnh sau:",
    "audio_sink_placeholder_macos": "BlackHole 2ch",
    "audio_sink_placeholder_windows": "Loa (Thiết bị Âm thanh Độ nét Cao)",
    "auto_capture_sink": "Tự động ghi lại sink hiện tại",
    "auto_capture_sink_desc": "Tự động ghi lại sink hiện tại sau khi sink âm thanh mặc định thay đổi.",
    "av1_mode": "Hỗ trợ AV1",
    "av1_mode_0": "AquaHost sẽ quảng cáo hỗ trợ AV1 dựa trên khả năng của bộ mã hóa (khuyến nghị)",
    "av1_mode_1": "AquaHost sẽ không quảng cáo hỗ trợ AV1",
    "av1_mode_2": "AquaHost sẽ quảng cáo hỗ trợ hồ sơ AV1 Main 8-bit",
    "av1_mode_3": "AquaHost sẽ quảng cáo hỗ trợ hồ sơ AV1 Main 8-bit và 10-bit (HDR)",
    "av1_mode_desc": "Cho phép máy khách yêu cầu luồng video AV1 Main 8-bit hoặc 10-bit. AV1 tốn nhiều CPU hơn để mã hóa, vì vậy việc bật tính năng này có thể làm giảm hiệu suất khi sử dụng mã hóa phần mềm.",
    "back_button_timeout": "Thời gian chờ Mô phỏng Nút Home/Guide",
    "back_button_timeout_desc": "Nếu nút Back/Select được giữ trong số mili giây được chỉ định, một lần nhấn nút Home/Guide sẽ được mô phỏng. Nếu đặt thành giá trị < 0 (mặc định), việc giữ nút Back/Select sẽ không mô phỏng nút Home/Guide.",
    "capture": "Buộc một Phương thức Ghi hình Cụ thể",
    "capture_desc": "Ở chế độ tự động, AquaHost sẽ sử dụng phương thức đầu tiên hoạt động. NvFBC yêu cầu trình điều khiển NVIDIA đã được vá lỗi.",
    "cert": "Chứng chỉ",
    "cert_desc": "Chứng chỉ được sử dụng cho giao diện web và ghép nối máy khách Moonlight. Để tương thích tốt nhất, chứng chỉ này nên có khóa công khai RSA-2048.",
    "channels": "Số máy khách kết nối tối đa",
    "channels_desc_1": "AquaHost có thể cho phép một phiên phát trực tuyến duy nhất được chia sẻ với nhiều máy khách cùng lúc.",
    "channels_desc_2": "Một số bộ mã hóa phần cứng có thể có những hạn chế làm giảm hiệu suất với nhiều luồng.",
    "coder_cabac": "CABAC -- Mã hóa số học nhị phân thích ứng theo ngữ cảnh - chất lượng cao hơn",
    "coder_cavlc": "CAVLC -- Mã hóa độ dài biến thiên thích ứng theo ngữ cảnh - giải mã nhanh hơn",
    "configuration": "Cấu hình",
    "controller": "Bật Đầu vào Tay cầm Chơi game",
    "controller_desc": "Cho phép khách điều khiển hệ thống máy chủ bằng tay cầm chơi game / bộ điều khiển.",
    "credentials_file": "Tệp Thông tin Đăng nhập",
    "credentials_file_desc": "Lưu trữ Tên người dùng/Mật khẩu riêng biệt với tệp trạng thái của AquaHost.",
    "dd_config_ensure_active": "Tự động kích hoạt màn hình",
    "dd_config_ensure_only_display": "Hủy kích hoạt các màn hình khác và chỉ kích hoạt màn hình được chỉ định",
    "dd_config_ensure_primary": "Tự động kích hoạt màn hình và đặt nó làm màn hình chính",
    "dd_config_label": "Cấu hình thiết bị",
    "dd_config_revert_delay": "Độ trễ hoàn tác cấu hình",
    "dd_config_revert_delay_desc": "Độ trễ bổ sung tính bằng mili giây để chờ trước khi hoàn tác cấu hình khi ứng dụng đã đóng hoặc phiên cuối cùng kết thúc. Mục đích chính là cung cấp quá trình chuyển đổi mượt mà hơn khi chuyển đổi nhanh giữa các ứng dụng.",
    "dd_config_revert_on_disconnect": "Hoàn tác cấu hình khi ngắt kết nối",
    "dd_config_revert_on_disconnect_desc": "Hoàn tác cấu hình khi tất cả máy khách ngắt kết nối thay vì khi ứng dụng đóng hoặc phiên cuối cùng kết thúc.",
    "dd_config_verify_only": "Xác minh rằng màn hình được bật",
    "dd_hdr_option": "HDR",
    "dd_hdr_option_auto": "Bật/tắt chế độ HDR theo yêu cầu của máy khách (mặc định)",
    "dd_hdr_option_disabled": "Không thay đổi cài đặt HDR",
    "dd_mode_remapping": "Ánh xạ lại chế độ hiển thị",
    "dd_mode_remapping_add": "Thêm mục ánh xạ lại",
    "dd_mode_remapping_desc_1": "Chỉ định các mục ánh xạ lại để thay đổi độ phân giải và/hoặc tần số làm mới được yêu cầu thành các giá trị khác.",
    "dd_mode_remapping_desc_2": "Danh sách được duyệt từ trên xuống dưới và kết quả khớp đầu tiên sẽ được sử dụng.",
    "dd_mode_remapping_desc_3": "Các trường \"Được yêu cầu\" có thể để trống để khớp với bất kỳ giá trị nào được yêu cầu.",
    "dd_mode_remapping_desc_4_final_values_mixed": "Ít nhất một trường \"Cuối cùng\" phải được chỉ định. Độ phân giải hoặc tần số làm mới không được chỉ định sẽ không bị thay đổi.",
    "dd_mode_remapping_desc_4_final_values_non_mixed": "Trường \"Cuối cùng\" phải được chỉ định và không được để trống.",
    "dd_mode_remapping_desc_5_sops_mixed_only": "Tùy chọn \"Tối ưu hóa cài đặt trò chơi\" phải được bật trong máy khách Moonlight, nếu không các mục có bất kỳ trường độ phân giải nào được chỉ định sẽ bị bỏ qua.",
    "dd_mode_remapping_desc_5_sops_resolution_only": "Tùy chọn \"Tối ưu hóa cài đặt trò chơi\" phải được bật trong máy khách Moonlight, nếu không ánh xạ sẽ bị bỏ qua.",
    "dd_mode_remapping_final_refresh_rate": "Tần số làm mới cuối cùng",
    "dd_mode_remapping_final_resolution": "Độ phân giải cuối cùng",
    "dd_mode_remapping_requested_fps": "FPS được yêu cầu",
    "dd_mode_remapping_requested_resolution": "Độ phân giải được yêu cầu",
    "dd_options_header": "Tùy chọn thiết bị hiển thị nâng cao",
    "dd_refresh_rate_option": "Tần số làm mới",
    "dd_refresh_rate_option_auto": "Sử dụng giá trị FPS do máy khách cung cấp (mặc định)",
    "dd_refresh_rate_option_disabled": "Không thay đổi tần số làm mới",
    "dd_refresh_rate_option_manual": "Sử dụng tần số làm mới được nhập thủ công",
    "dd_refresh_rate_option_manual_desc": "Nhập tần số làm mới sẽ được sử dụng.",
    "dd_resolution_option": "Độ phân giải",
    "dd_resolution_option_auto": "Sử dụng độ phân giải do máy khách cung cấp (mặc định)",
    "dd_resolution_option_disabled": "Không thay đổi độ phân giải",
    "dd_resolution_option_manual": "Sử dụng độ phân giải được nhập thủ công",
    "dd_resolution_option_manual_desc": "Nhập độ phân giải sẽ được sử dụng.",
    "dd_resolution_option_ogs_desc": "Tùy chọn \"Tối ưu hóa cài đặt trò chơi\" phải được bật trên máy khách Moonlight để tùy chọn này hoạt động.",
    "dd_wa_hdr_toggle_delay_desc_1": "Khi sử dụng thiết bị hiển thị ảo (VDD) để phát trực tuyến, nó có thể hiển thị màu HDR không chính xác. AquaHost có thể cố gắng giảm thiểu sự cố này bằng cách tắt HDR rồi bật lại.",
    "dd_wa_hdr_toggle_delay_desc_2": "Nếu giá trị được đặt thành 0, giải pháp tạm thời sẽ bị tắt (mặc định). Nếu giá trị nằm trong khoảng từ 0 đến 3000 mili giây, AquaHost sẽ tắt HDR, đợi trong khoảng thời gian được chỉ định rồi bật lại HDR. Thời gian trễ được khuyến nghị là khoảng 500 mili giây trong hầu hết các trường hợp.",
    "dd_wa_hdr_toggle_delay_desc_3": "KHÔNG sử dụng giải pháp tạm thời này trừ khi bạn thực sự gặp sự cố với HDR vì nó ảnh hưởng trực tiếp đến thời gian bắt đầu luồng!",
    "dd_wa_hdr_toggle_delay": "Giải pháp tạm thời độ tương phản cao cho HDR",
    "double_refreshrate": "Gấp đôi tần số làm mới cho Màn hình Ảo",
    "double_refreshrate_desc": "Gấp đôi tần số làm mới được yêu cầu khi tạo màn hình ảo, tần số làm mới phát trực tuyến vẫn giữ nguyên. Có khả năng cải thiện sự cố giật hình trên một số hệ thống.",
    "ds4_back_as_touchpad_click": "Ánh xạ Back/Select sang Nhấp Chuột cảm ứng",
    "ds4_back_as_touchpad_click_desc": "Khi buộc mô phỏng DS4, ánh xạ Back/Select sang Nhấp Chuột cảm ứng.",
    "enable_discovery": "Bật Tự động Khám phá",
    "enable_discovery_desc": "Khi bị tắt, bạn sẽ cần nhập thủ công IP máy chủ trên máy khách để ghép nối.",
    "enable_input_only_mode": "Bật Chế độ Chỉ Nhập liệu",
    "enable_input_only_mode_desc": "Thêm một mục ứng dụng Chỉ Nhập liệu. Khi được bật, danh sách ứng dụng sẽ chỉ hiển thị ứng dụng đang chạy hiện tại và mục Chỉ Nhập liệu khi phát trực tuyến. Mục Chỉ Nhập liệu sẽ không nhận bất kỳ hình ảnh hoặc âm thanh nào. Hữu ích để vận hành máy tính để bàn trên TV hoặc kết nối các thiết bị ngoại vi mà TV không hỗ trợ bằng điện thoại.",
    "enable_pairing": "Bật Ghép nối",
    "enable_pairing_desc": "Bật ghép nối cho máy khách Moonlight. Điều này cho phép máy khách xác thực với máy chủ và thiết lập kết nối an toàn.",
    "encoder": "Buộc một Bộ mã hóa Cụ thể",
    "encoder_desc": "Buộc một bộ mã hóa cụ thể, nếu không AquaHost sẽ chọn tùy chọn tốt nhất hiện có. Lưu ý: Nếu bạn chỉ định một bộ mã hóa phần cứng trên Windows, nó phải khớp với GPU mà màn hình được kết nối.",
    "encoder_software": "Phần mềm",
    "external_ip": "IP Bên ngoài",
    "external_ip_desc": "Nếu không có địa chỉ IP bên ngoài nào được cung cấp, AquaHost sẽ tự động phát hiện IP bên ngoài.",
    "fallback_mode": "Chế độ Hiển thị Dự phòng",
    "fallback_mode_desc": "AquaHost sẽ sử dụng chế độ này khi máy khách không cung cấp chế độ hoặc khi ứng dụng được khởi chạy qua giao diện web. Định dạng: [Rộng]x[Cao]x[FPS]",
    "fallback_mode_error": "Chế độ dự phòng không hợp lệ. Định dạng: [Rộng]x[Cao]x[FPS]",
    "fec_percentage": "Tỷ lệ FEC",
    "fec_percentage_desc": "Tỷ lệ phần trăm gói sửa lỗi trên mỗi gói dữ liệu trong mỗi khung hình video. Giá trị cao hơn có thể sửa lỗi mất gói mạng nhiều hơn, nhưng với chi phí tăng mức sử dụng băng thông.",
    "ffmpeg_auto": "Tự động -- Để ffmpeg quyết định (mặc định)",
    "file_apps": "Tệp Ứng dụng",
    "file_apps_desc": "Tệp lưu trữ các ứng dụng hiện tại của AquaHost.",
    "file_state": "Tệp Trạng thái",
    "file_state_desc": "Tệp lưu trữ trạng thái hiện tại của AquaHost.",
    "gamepad": "Loại Tay cầm Chơi game Mô phỏng",
    "gamepad_auto": "Tùy chọn lựa chọn tự động",
    "gamepad_desc": "Chọn loại tay cầm chơi game để mô phỏng trên máy chủ.",
    "gamepad_ds4": "DS4 (PS4)",
    "gamepad_ds4_manual": "Tùy chọn lựa chọn DS4 thủ công",
    "gamepad_ds5": "DS5 (PS5)",
    "gamepad_switch": "Nintendo Pro (Switch)",
    "gamepad_manual": "Tùy chọn DS4 thủ công",
    "gamepad_x360": "X360 (Xbox 360)",
    "gamepad_xone": "XOne (Xbox One)",
    "global_prep_cmd": "Lệnh Chuẩn bị Toàn cục",
    "global_prep_cmd_desc": "Định cấu hình danh sách các lệnh sẽ được thực thi trước hoặc sau khi chạy bất kỳ ứng dụng nào. Nếu bất kỳ lệnh chuẩn bị nào được chỉ định không thành công, quá trình khởi chạy ứng dụng sẽ bị hủy bỏ.",
    "headless_mode": "Chế độ Headless",
    "headless_mode_desc": "Khởi động AquaHost ở chế độ headless. Khi được bật, tất cả các ứng dụng sẽ khởi động trong màn hình ảo.",
    "hevc_mode": "Hỗ trợ HEVC",
    "hevc_mode_0": "AquaHost sẽ quảng cáo hỗ trợ HEVC dựa trên khả năng của bộ mã hóa (khuyến nghị)",
    "hevc_mode_1": "AquaHost sẽ không quảng cáo hỗ trợ HEVC",
    "hevc_mode_2": "AquaHost sẽ quảng cáo hỗ trợ hồ sơ HEVC Main",
    "hevc_mode_3": "AquaHost sẽ quảng cáo hỗ trợ hồ sơ HEVC Main và Main10 (HDR)",
    "hevc_mode_desc": "Cho phép máy khách yêu cầu luồng video HEVC Main hoặc HEVC Main10. HEVC tốn nhiều CPU hơn để mã hóa, vì vậy việc bật tính năng này có thể làm giảm hiệu suất khi sử dụng mã hóa phần mềm.",
    "hide_tray_controls": "Ẩn các tùy chọn điều khiển trên khay hệ thống",
    "hide_tray_controls_desc": "Không hiển thị \"Buộc dừng\", \"Khởi động lại\" và \"Thoát\" trong menu khay hệ thống.",
    "high_resolution_scrolling": "Hỗ trợ Cuộn Độ phân giải Cao",
    "high_resolution_scrolling_desc": "Khi được bật, AquaHost sẽ chuyển tiếp các sự kiện cuộn độ phân giải cao từ máy khách Moonlight. Điều này có thể hữu ích để tắt đối với các ứng dụng cũ hơn cuộn quá nhanh với các sự kiện cuộn độ phân giải cao.",
    "install_steam_audio_drivers": "Cài đặt Trình điều khiển Âm thanh Steam",
    "install_steam_audio_drivers_desc": "Nếu Steam được cài đặt, điều này sẽ tự động cài đặt trình điều khiển Loa Phát trực tuyến Steam để hỗ trợ âm thanh vòm 5.1/7.1 và tắt tiếng âm thanh máy chủ.",
    "keep_sink_default": "Giữ sink ảo làm mặc định",
    "keep_sink_default_desc": "Có buộc sink ảo đã chọn làm mặc định hay không (có hiệu lực khi đầu ra âm thanh của máy chủ bị tắt).",
    "key_repeat_delay": "Độ trễ Lặp phím",
    "key_repeat_delay_desc": "Kiểm soát tốc độ lặp lại của các phím. Độ trễ ban đầu tính bằng mili giây trước khi lặp phím.",
    "key_repeat_frequency": "Tần suất Lặp phím",
    "key_repeat_frequency_desc": "Tần suất lặp lại của các phím mỗi giây. Tùy chọn có thể cấu hình này hỗ trợ số thập phân.",
    "key_rightalt_to_key_win": "Ánh xạ phím Alt phải sang phím Windows",
    "key_rightalt_to_key_win_desc": "Có thể bạn không thể gửi trực tiếp phím Windows từ Moonlight. Trong những trường hợp đó, có thể hữu ích khi làm cho AquaHost nghĩ rằng phím Alt phải là phím Windows.",
    "keyboard": "Bật Đầu vào Bàn phím",
    "keyboard_desc": "Cho phép khách điều khiển hệ thống máy chủ bằng bàn phím.",
    "lan_encryption_mode": "Chế độ Mã hóa LAN",
    "lan_encryption_mode_1": "Bật cho các máy khách được hỗ trợ",
    "lan_encryption_mode_2": "Yêu cầu cho tất cả các máy khách",
    "lan_encryption_mode_desc": "Điều này xác định khi nào mã hóa sẽ được sử dụng khi phát trực tuyến qua mạng cục bộ của bạn. Mã hóa có thể làm giảm hiệu suất phát trực tuyến, đặc biệt là trên các máy chủ và máy khách yếu hơn.",
    "limit_framerate": "Giới hạn tốc độ khung hình ghi hình",
    "limit_framerate_desc": "Giới hạn tốc độ khung hình được ghi lại theo tốc độ khung hình yêu cầu của máy khách. Có thể không chạy ở tốc độ khung hình đầy đủ nếu VSync được bật và tần số làm mới màn hình không khớp với tốc độ khung hình yêu cầu. Có thể gây trễ trên một số máy khách nếu bị tắt.",
    "locale": "Ngôn ngữ",
    "locale_desc": "Ngôn ngữ được sử dụng cho giao diện người dùng của AquaHost.",
    "log_level": "Mức độ Ghi nhật ký",
    "log_level_0": "Chi tiết (Verbose)",
    "log_level_1": "Gỡ lỗi (Debug)",
    "log_level_2": "Thông tin (Info)",
    "log_level_3": "Cảnh báo (Warning)",
    "log_level_4": "Lỗi (Error)",
    "log_level_5": "Nghiêm trọng (Fatal)",
    "log_level_6": "Không (None)",
    "log_level_desc": "Mức độ ghi nhật ký tối thiểu được in ra đầu ra tiêu chuẩn.",
    "log_path": "Đường dẫn Tệp Nhật ký",
    "log_path_desc": "Tệp lưu trữ nhật ký hiện tại của AquaHost.",
    "max_bitrate": "Tốc độ Bit Tối đa",
    "max_bitrate_desc": "Tốc độ bit tối đa (tính bằng Kbps) mà AquaHost sẽ mã hóa luồng. Nếu đặt thành 0, nó sẽ luôn sử dụng tốc độ bit do FireCly/Moonlight yêu cầu.",
    "min_fps_factor": "Hệ số FPS Tối thiểu",
    "min_fps_factor_desc": "AquaHost sẽ sử dụng hệ số này để tính toán thời gian tối thiểu giữa các khung hình. Tăng nhẹ giá trị này có thể hữu ích khi phát trực tuyến nội dung chủ yếu là tĩnh. Giá trị cao hơn sẽ tiêu thụ nhiều băng thông hơn.",
    "min_threads": "Số Luồng CPU Tối thiểu",
    "min_threads_desc": "Tăng nhẹ giá trị này làm giảm hiệu quả mã hóa, nhưng sự đánh đổi thường xứng đáng để có thêm nhiều lõi CPU cho việc mã hóa. Giá trị lý tưởng là giá trị thấp nhất có thể mã hóa đáng tin cậy ở cài đặt phát trực tuyến mong muốn trên phần cứng của bạn.",
    "misc": "Tùy chọn khác",
    "motion_as_ds4": "Mô phỏng tay cầm DS4 nếu tay cầm của máy khách báo cáo có cảm biến chuyển động",
    "motion_as_ds4_desc": "Nếu bị tắt, cảm biến chuyển động sẽ không được tính đến trong quá trình lựa chọn loại tay cầm.",
    "mouse": "Bật Đầu vào Chuột",
    "mouse_desc": "Cho phép khách điều khiển hệ thống máy chủ bằng chuột.",
    "native_pen_touch": "Hỗ trợ Bút/Chạm Gốc",
    "native_pen_touch_desc": "Khi được bật, AquaHost sẽ chuyển tiếp các sự kiện bút/chạm gốc từ máy khách Moonlight. Điều này có thể hữu ích để tắt đối với các ứng dụng cũ hơn không hỗ trợ bút/chạm gốc.",
    "notify_pre_releases": "Thông báo Phiên bản Tiền phát hành",
    "notify_pre_releases_desc": "Có nhận thông báo về các phiên bản tiền phát hành mới của AquaHost hay không.",
    "nvenc_h264_cavlc": "Ưu tiên CAVLC hơn CABAC trong H.264",
    "nvenc_h264_cavlc_desc": "Dạng mã hóa entropy đơn giản hơn. CAVLC cần thêm khoảng 10% tốc độ bit cho cùng chất lượng. Chỉ liên quan đến các thiết bị giải mã thực sự cũ.",
    "nvenc_intra_refresh": "Làm mới Nội khung (Intra Refresh)",
    "nvenc_intra_refresh_desc": "Bật Làm mới Nội khung để một số máy khách hiển thị liên tục chính xác (ví dụ: Máy khách Xbox).",
    "nvenc_latency_over_power": "Ưu tiên độ trễ mã hóa thấp hơn so với tiết kiệm năng lượng",
    "nvenc_latency_over_power_desc": "AquaHost yêu cầu tốc độ xung nhịp GPU tối đa trong khi phát trực tuyến để giảm độ trễ mã hóa. Không nên tắt tùy chọn này vì điều này có thể dẫn đến độ trễ mã hóa tăng đáng kể.",
    "nvenc_opengl_vulkan_on_dxgi": "Hiển thị OpenGL/Vulkan trên DXGI",
    "nvenc_opengl_vulkan_on_dxgi_desc": "AquaHost không thể ghi lại các chương trình OpenGL và Vulkan toàn màn hình ở tốc độ khung hình đầy đủ trừ khi chúng hiển thị trên DXGI. Đây là cài đặt toàn hệ thống sẽ được hoàn nguyên khi chương trình AquaHost thoát.",
    "nvenc_preset": "Cài đặt sẵn Hiệu suất",
    "nvenc_preset_1": "(Nhanh nhất, mặc định)",
    "nvenc_preset_7": "(Chậm nhất)",
    "nvenc_preset_desc": "Số cao hơn cải thiện khả năng nén (chất lượng ở tốc độ bit nhất định) với chi phí tăng độ trễ mã hóa. Chỉ nên thay đổi khi bị giới hạn bởi mạng hoặc bộ giải mã, nếu không có thể đạt được hiệu ứng tương tự bằng cách tăng tốc độ bit.",
    "nvenc_realtime_hags": "Sử dụng ưu tiên thời gian thực trong lập lịch GPU tăng tốc phần cứng",
    "nvenc_realtime_hags_desc": "Hiện tại, trình điều khiển NVIDIA có thể bị đóng băng trong bộ mã hóa khi HAGS được bật, ưu tiên thời gian thực được sử dụng và mức sử dụng VRAM gần đạt tối đa. Tắt tùy chọn này sẽ hạ ưu tiên xuống mức cao, tránh tình trạng đóng băng với chi phí giảm hiệu suất ghi hình khi GPU chịu tải nặng.",
    "nvenc_spatial_aq": "AQ Không gian",
    "nvenc_spatial_aq_desc": "Gán giá trị QP cao hơn cho các vùng phẳng của video. Nên bật khi phát trực tuyến ở tốc độ bit thấp hơn.",
    "nvenc_spatial_aq_disabled": "Tắt (nhanh hơn, mặc định)",
    "nvenc_spatial_aq_enabled": "Bật (chậm hơn)",
    "nvenc_twopass": "Chế độ Hai lượt",
    "nvenc_twopass_desc": "Thêm lượt mã hóa sơ bộ. Điều này cho phép phát hiện nhiều vectơ chuyển động hơn, phân phối tốc độ bit tốt hơn trên khung hình và tuân thủ nghiêm ngặt hơn các giới hạn tốc độ bit. Không nên tắt tùy chọn này vì điều này có thể dẫn đến tình trạng tràn tốc độ bit không thường xuyên và mất gói sau đó.",
    "nvenc_twopass_disabled": "Tắt (nhanh nhất, không khuyến nghị)",
    "nvenc_twopass_full_res": "Độ phân giải đầy đủ (chậm hơn)",
    "nvenc_twopass_quarter_res": "Độ phân giải một phần tư (nhanh hơn, mặc định)",
    "nvenc_vbv_increase": "Tăng tỷ lệ phần trăm VBV/HRD một khung",
    "nvenc_vbv_increase_desc": "Theo mặc định, AquaHost sử dụng VBV/HRD một khung, có nghĩa là kích thước bất kỳ khung video nào được mã hóa không được vượt quá tốc độ bit yêu cầu chia cho tốc độ khung hình yêu cầu. Nới lỏng hạn chế này có thể có lợi và hoạt động như tốc độ bit biến thiên độ trễ thấp, nhưng cũng có thể dẫn đến mất gói nếu mạng không có khoảng trống bộ đệm để xử lý các đột biến tốc độ bit. Giá trị tối đa được chấp nhận là 400, tương ứng với giới hạn trên kích thước khung video được mã hóa tăng gấp 5 lần.",
    "origin_web_ui_allowed": "Giao diện Web Gốc được Phép",
    "origin_web_ui_allowed_desc": "Địa chỉ điểm cuối từ xa gốc không bị từ chối truy cập Giao diện Web.",
    "origin_web_ui_allowed_lan": "Chỉ những người trong LAN mới có thể truy cập Giao diện Web",
    "origin_web_ui_allowed_pc": "Chỉ localhost mới có thể truy cập Giao diện Web",
    "origin_web_ui_allowed_wan": "Bất kỳ ai cũng có thể truy cập Giao diện Web",
    "output_name_desc_unix": "Trong quá trình khởi động AquaHost, bạn sẽ thấy danh sách các màn hình được phát hiện. Lưu ý: Bạn cần sử dụng giá trị ID bên trong dấu ngoặc đơn. Dưới đây là một ví dụ; đầu ra thực tế có thể được tìm thấy trong tab Khắc phục sự cố.",
    "output_name_desc_windows": "Chỉ định thủ công ID thiết bị hiển thị để sử dụng cho việc ghi hình. Nếu không đặt, màn hình chính sẽ được ghi hình. Lưu ý: Nếu bạn đã chỉ định GPU ở trên, màn hình này phải được kết nối với GPU đó. Trong quá trình khởi động AquaHost, bạn sẽ thấy danh sách các màn hình được phát hiện. Dưới đây là một ví dụ; đầu ra thực tế có thể được tìm thấy trong tab Khắc phục sự cố.",
    "output_name_unix": "Số màn hình",
    "output_name_windows": "ID Thiết bị Hiển thị",
    "ping_timeout": "Thời gian chờ Ping",
    "ping_timeout_desc": "Thời gian chờ (tính bằng mili giây) dữ liệu từ Moonlight trước khi tắt luồng.",
    "pkey": "Khóa Riêng tư",
    "pkey_desc": "Khóa riêng tư được sử dụng cho giao diện web và ghép nối máy khách Moonlight. Để tương thích tốt nhất, đây phải là khóa riêng tư RSA-2048.",
    "port": "Cổng",
    "port_alert_1": "AquaHost không thể sử dụng các cổng dưới 1024!",
    "port_alert_2": "Các cổng trên 65535 không khả dụng!",
    "port_desc": "Đặt họ cổng được sử dụng bởi AquaHost.",
    "port_http_port_note": "Sử dụng cổng này để kết nối với Moonlight.",
    "port_note": "Lưu ý",
    "port_port": "Cổng",
    "port_protocol": "Giao thức",
    "port_tcp": "TCP",
    "port_udp": "UDP",
    "port_warning": "Việc đưa Giao diện Web ra internet là một rủi ro bảo mật! Hãy tự chịu rủi ro khi tiếp tục!",
    "port_web_ui": "Giao diện Web",
    "qp": "Tham số Lượng tử hóa",
    "qp_desc": "Một số thiết bị có thể không hỗ trợ Tốc độ Bit Không đổi. Đối với các thiết bị đó, QP được sử dụng thay thế. Giá trị cao hơn có nghĩa là nén nhiều hơn, nhưng chất lượng kém hơn.",
    "qsv_coder": "Bộ mã hóa QuickSync (H264)",
    "qsv_preset": "Cài đặt sẵn QuickSync",
    "qsv_preset_fast": "Nhanh (chất lượng thấp)",
    "qsv_preset_faster": "Nhanh hơn (chất lượng thấp hơn)",
    "qsv_preset_medium": "Trung bình (mặc định)",
    "qsv_preset_slow": "Chậm (chất lượng tốt)",
    "qsv_preset_slower": "Chậm hơn (chất lượng tốt hơn)",
    "qsv_preset_slowest": "Chậm nhất (chất lượng tốt nhất)",
    "qsv_preset_veryfast": "Nhanh nhất (chất lượng thấp nhất)",
    "qsv_slow_hevc": "Cho phép Mã hóa HEVC Chậm",
    "qsv_slow_hevc_desc": "Điều này có thể cho phép mã hóa HEVC trên các GPU Intel cũ hơn, với chi phí sử dụng GPU cao hơn và hiệu suất kém hơn.",
    "restart_note": "AquaHost đang khởi động lại để áp dụng các thay đổi.",
    "server_cmd": "Lệnh Máy chủ",
    "server_cmd_desc": "Định cấu hình danh sách các lệnh sẽ được thực thi khi được gọi từ máy khách trong quá trình phát trực tuyến.",
    "sunshine_name": "Tên AquaHost",
    "sunshine_name_desc": "Tên được hiển thị bởi Moonlight. Nếu không được chỉ định, tên máy chủ của PC sẽ được sử dụng.",
    "sw_preset": "Cài đặt sẵn Phần mềm",
    "sw_preset_desc": "Tối ưu hóa sự cân bằng giữa tốc độ mã hóa (số khung hình được mã hóa mỗi giây) và hiệu quả nén (chất lượng trên mỗi bit trong luồng bit). Mặc định là siêu nhanh.",
    "sw_preset_fast": "Nhanh",
    "sw_preset_faster": "Nhanh hơn",
    "sw_preset_medium": "Trung bình",
    "sw_preset_slow": "Chậm",
    "sw_preset_slower": "Chậm hơn",
    "sw_preset_superfast": "Siêu nhanh (mặc định)",
    "sw_preset_ultrafast": "Cực nhanh",
    "sw_preset_veryfast": "Rất nhanh",
    "sw_preset_veryslow": "Rất chậm",
    "sw_tune": "Tinh chỉnh Phần mềm",
    "sw_tune_animation": "Hoạt hình -- Tốt cho phim hoạt hình; sử dụng khử khối cao hơn và nhiều khung tham chiếu hơn",
    "sw_tune_desc": "Các tùy chọn tinh chỉnh, được áp dụng sau cài đặt sẵn. Mặc định là Độ trễ bằng không.",
    "sw_tune_fastdecode": "Giải mã nhanh -- Cho phép giải mã nhanh hơn bằng cách tắt một số bộ lọc nhất định",
    "sw_tune_film": "Phim -- Sử dụng cho nội dung phim chất lượng cao; giảm khử khối",
    "sw_tune_grain": "Nhiễu hạt -- Bảo toàn cấu trúc nhiễu hạt trong các thước phim cũ, nhiễu hạt",
    "sw_tune_stillimage": "Ảnh tĩnh -- Tốt cho nội dung giống như trình chiếu",
    "sw_tune_zerolatency": "Độ trễ bằng không -- Tốt cho mã hóa nhanh và phát trực tuyến độ trễ thấp (mặc định)",
    "touchpad_as_ds4": "Mô phỏng tay cầm DS4 nếu tay cầm của máy khách báo cáo có bàn di chuột",
    "touchpad_as_ds4_desc": "Nếu bị tắt, sự hiện diện của bàn di chuột sẽ không được tính đến trong quá trình lựa chọn loại tay cầm.",
    "upnp": "UPnP",
    "upnp_desc": "Tự động định cấu hình chuyển tiếp cổng để phát trực tuyến qua Internet.",
    "vaapi_strict_rc_buffer": "Thực thi nghiêm ngặt giới hạn tốc độ bit khung hình cho H.264/HEVC trên GPU AMD",
    "vaapi_strict_rc_buffer_desc": "Bật tùy chọn này có thể tránh các khung hình bị rớt qua mạng trong quá trình thay đổi cảnh, nhưng chất lượng video có thể bị giảm trong quá trình chuyển động.",
    "virtual_sink": "Sink Ảo",
    "virtual_sink_desc": "Thiết bị âm thanh sẽ được sử dụng khi máy khách không cho phép đầu ra âm thanh trên máy chủ.\nNếu không đặt, thiết bị sẽ được chọn tự động.\nChúng tôi đặc biệt khuyên bạn nên để trống trường này để sử dụng lựa chọn thiết bị tự động!",
    "virtual_sink_placeholder": "Loa Phát trực tuyến Steam",
    "vt_coder": "Bộ mã hóa VideoToolbox",
    "vt_realtime": "Mã hóa Thời gian thực VideoToolbox",
    "vt_software": "Mã hóa Phần mềm VideoToolbox",
    "vt_software_allowed": "Được phép",
    "vt_software_forced": "Bắt buộc",
    "wan_encryption_mode": "Chế độ Mã hóa WAN",
    "wan_encryption_mode_1": "Bật cho các máy khách được hỗ trợ (mặc định)",
    "wan_encryption_mode_2": "Yêu cầu cho tất cả các máy khách",
    "wan_encryption_mode_desc": "Điều này xác định khi nào mã hóa sẽ được sử dụng khi phát trực tuyến qua Internet. Mã hóa có thể làm giảm hiệu suất phát trực tuyến, đặc biệt là trên các máy chủ và máy khách yếu hơn."
  },
  "login": {
    "save_password": "Nhớ Mật khẩu"
  },
  "index": {
    "description": "AquaHost là một máy chủ phát trực tuyến trò chơi tự lưu trữ cho Moonlight.",
    "download": "Tải xuống",
    "installed_version_not_stable": "Bạn đang chạy phiên bản tiền phát hành của AquaHost. Bạn có thể gặp lỗi hoặc các sự cố khác. Vui lòng báo cáo bất kỳ sự cố nào bạn gặp phải. Cảm ơn bạn đã giúp AquaHost trở thành một phần mềm tốt hơn!",
    "loading_latest": "Đang tải bản phát hành mới nhất...",
    "new_pre_release": "Một Phiên bản Tiền phát hành Mới đã Sẵn có!",
    "new_stable": "Một Phiên bản Ổn định Mới đã Sẵn có!",
    "startup_errors": "<b>Chú ý!</b> AquaHost phát hiện các lỗi này trong quá trình khởi động. Chúng tôi <b>KHUYẾN NGHỊ MẠNH MẼ</b> bạn khắc phục chúng trước khi phát trực tuyến.",
    "version_dirty": "Cảm ơn bạn đã giúp AquaHost trở thành một phần mềm tốt hơn!",
    "version_latest": "Bạn đang chạy phiên bản mới nhất của AquaHost.",
    "welcome": "Xin chào, AquaHost!"
  },
  "navbar": {
    "applications": "Ứng dụng",
    "configuration": "Cấu hình",
    "home": "Trang chủ",
    "password": "Đổi Mật khẩu",
    "pin": "Mã PIN",
    "theme_auto": "Tự động",
    "theme_dark": "Tối",
    "theme_light": "Sáng",
    "toggle_theme": "Giao diện",
    "troubleshoot": "Khắc phục sự cố"
  },
  "password": {
    "confirm_password": "Xác nhận Mật khẩu",
    "current_creds": "Thông tin Đăng nhập Hiện tại",
    "new_creds": "Thông tin Đăng nhập Mới",
    "new_username_desc": "Nếu không được chỉ định, tên người dùng sẽ không thay đổi.",
    "password_change": "Đổi Mật khẩu",
    "success_msg": "Mật khẩu đã được thay đổi thành công! Trang này sẽ sớm được tải lại, trình duyệt của bạn sẽ yêu cầu bạn nhập thông tin đăng nhập mới."
  },
  "permissions": {
    "input_controller": "Đầu vào Tay cầm",
    "input_touch": "Đầu vào Chạm",
    "input_pen": "Đầu vào Bút",
    "input_mouse": "Đầu vào Chuột",
    "input_kbd": "Đầu vào Bàn phím",
    "clipboard_set": "Thiết lập Clipboard",
    "clipboard_read": "Đọc Clipboard",
    "file_upload": "Tải lên Tệp",
    "file_dwnload": "Tải xuống Tệp",
    "server_cmd": "Lệnh Máy chủ",
    "list": "Liệt kê Ứng dụng",
    "view": "Xem Luồng",
    "launch": "Khởi chạy Ứng dụng"
  },
  "pin": {
    "client_do_cmd": "Lệnh kết nối máy khách",
    "client_do_cmd_desc": "Các lệnh sẽ được thực thi khi máy khách kết nối. Tất cả các lệnh đều được thực thi ở chế độ chạy ngầm.",
    "client_undo_cmd": "Lệnh ngắt kết nối máy khách",
    "client_undo_cmd_desc": "Các lệnh sẽ được thực thi khi máy khách ngắt kết nối. Tất cả các lệnh đều được thực thi ở chế độ chạy ngầm.",
    "device_name": "Tùy chọn: Tên Thiết bị",
    "display_mode_override": "Ghi đè Chế độ Hiển thị",
    "display_mode_override_desc": "AquaHost sẽ bỏ qua chế độ hiển thị do máy khách yêu cầu và sử dụng giá trị này để định cấu hình màn hình (ảo). Để trống để tự động khớp. Định dạng: [Rộng]x[Cao]x[FPS]",
    "display_mode_override_error": "Ghi đè chế độ không hợp lệ. Định dạng: [Rộng]x[Cao]x[FPS]",
    "pair_failure": "Ghép nối Thất bại: Kiểm tra xem mã PIN có được nhập đúng không.",
    "pair_success": "Thành công! Vui lòng kiểm tra Moonlight để tiếp tục.",
    "pair_success_check_perm": "Ghép nối thành công! Vui lòng cấp quyền cần thiết cho máy khách theo cách thủ công bên dưới.",
    "pin_pairing": "Ghép nối bằng mã PIN",
    "send": "Gửi",
    "warning_msg": "Hãy chắc chắn rằng bạn có quyền truy cập vào máy khách mà bạn đang ghép nối. Phần mềm này có thể cấp toàn quyền kiểm soát máy tính của bạn, vì vậy hãy cẩn thận!",
    "otp_pairing": "Ghép nối OTP",
    "generate_pin": "Tạo mã PIN",
    "otp_passphrase": "Mật khẩu Một lần",
    "otp_expired": "ĐÃ HẾT HẠN",
    "otp_expired_msg": "OTP đã hết hạn. Vui lòng yêu cầu một mã mới.",
    "otp_success": "Yêu cầu mã PIN thành công, mã PIN có sẵn trong vòng 3 phút.",
    "otp_msg": "Ghép nối OTP chỉ khả dụng cho các máy khách FireCly mới nhất. Vui lòng sử dụng phương pháp ghép nối cũ cho các máy khách khác.",
    "otp_pair_now": "Mã PIN được tạo thành công, bạn có muốn ghép nối ngay bây giờ không?",
    "device_management": "Quản lý Thiết bị",
    "device_management_desc": "Quản lý các thiết bị đã ghép nối và quyền của chúng.",
    "device_management_warning": "Thiết bị được ghép nối đầu tiên sẽ có toàn quyền theo mặc định. Các thiết bị mới được ghép nối khác sẽ có quyền hạn chế được đặt theo mặc định.",
    "save_client_error": "Lỗi khi lưu máy khách: ",
    "unpair_all": "Hủy ghép nối Tất cả",
    "unpair_all_success": "Tất cả các thiết bị đã được hủy ghép nối.",
    "unpair_all_error": "Lỗi khi hủy ghép nối.",
    "unpair_single_no_devices": "Không có thiết bị nào được ghép nối.",
    "unpair_single_success": "Tuy nhiên, (các) thiết bị vẫn có thể đang trong một phiên hoạt động. Sử dụng nút 'Buộc đóng' ở trên để kết thúc bất kỳ phiên nào đang mở.",
    "unpair_single_unknown": "Máy khách Không xác định"
  },
  "resource_card": {
    "github_discussions": "Thảo luận GitHub",
    "github_wiki": "WiKi GitHub",
    "legal": "Pháp lý",
    "legal_desc": "Bằng cách tiếp tục sử dụng phần mềm này, bạn đồng ý với các điều khoản và điều kiện trong các tài liệu sau.",
    "license": "Giấy phép",
    "lizardbyte_website": "Trang web LizardByte",
    "resources": "Tài nguyên",
    "resources_desc": "Tài nguyên cho AquaHost!",
    "third_party_notice": "Thông báo Bên Thứ ba"
  },
  "troubleshooting": {
    "dd_reset": "Đặt lại Cài đặt Thiết bị Hiển thị Liên tục",
    "dd_reset_desc": "Nếu AquaHost bị kẹt khi cố gắng khôi phục cài đặt thiết bị hiển thị đã thay đổi, bạn có thể đặt lại cài đặt và tiến hành khôi phục trạng thái hiển thị theo cách thủ công.",
    "dd_reset_error": "Lỗi khi đặt lại tính liên tục!",
    "dd_reset_success": "Đặt lại tính liên tục thành công!",
    "force_close": "Buộc đóng",
    "force_close_desc": "Nếu Moonlight phàn nàn về một ứng dụng hiện đang chạy, việc buộc đóng ứng dụng sẽ khắc phục sự cố.",
    "force_close_error": "Lỗi khi đóng Ứng dụng.",
    "force_close_success": "Ứng dụng đã được Đóng Thành công!",
    "logs": "Nhật ký",
    "logs_desc": "Xem nhật ký được tải lên bởi AquaHost.",
    "logs_find": "Tìm...",
    "restart_apollo": "Khởi động lại AquaHost",
    "restart_apollo_desc": "Nếu AquaHost không hoạt động bình thường, bạn có thể thử khởi động lại nó. Điều này sẽ chấm dứt mọi phiên đang chạy.",
    "restart_apollo_success": "AquaHost đang khởi động lại.",
    "quit_apollo": "Thoát AquaHost",
    "quit_apollo_desc": "Thoát AquaHost. Điều này sẽ chấm dứt mọi phiên đang chạy.",
    "quit_apollo_success": "AquaHost đã thoát.",
    "quit_apollo_success_ongoing": "AquaHost đang thoát...",
    "quit_apollo_confirm": "Bạn có thực sự muốn thoát AquaHost không? Bạn sẽ không thể khởi động lại AquaHost nếu không có phương pháp nào khác để vận hành máy tính của mình.",
    "troubleshooting": "Khắc phục sự cố"
  },
  "welcome": {
    "confirm_password": "Xác nhận mật khẩu",
    "create_creds": "Trước khi Bắt đầu, chúng tôi cần bạn tạo tên người dùng và mật khẩu mới để truy cập Giao diện Web.",
    "create_creds_alert": "Thông tin đăng nhập dưới đây cần thiết để truy cập Giao diện Web của AquaHost. Hãy giữ chúng cẩn thận, vì bạn sẽ không bao giờ thấy lại chúng nữa!",
    "greeting": "Chào mừng đến với AquaHost!",
    "login": "Đăng nhập",
    "welcome_success": "Trang này sẽ sớm được tải lại, trình duyệt của bạn sẽ yêu cầu bạn nhập thông tin đăng nhập mới.",
    "login_success": "Trang này sẽ sớm được tải lại."
  }
}